<%@ taglib uri = "http://java.sun.com/jsp/jstl/core" prefix = "c" %>

<c:import url="parts/header.jsp"/>

<div id="content">
    <p>
        Квест - это приключенческая игра, где игрок должен решать головоломки, преодолевать препятствия и исследовать
        окружающий мир, чтобы достичь установленной цели. Игра требует сотрудничества, аналитической мысли и хорошей
        организации для продвижения к цели. Играющие могут использовать инструменты и предметы для помощи в решении
        сложных головоломок, добывая последовательность и правильные ответы на заданные вопросы. Квест обычно состоит
        из нескольких уровней и заданий, где игрок должен пройти путь от начальной точки до финальной цели.</p>

    <p>Цель квеста заключается в том, чтобы узнать больше о знаниях или способностях участников.
        Обычно квесты имеют много разных вопросов, относящихся к определенной теме и сложности. Существует множество
        видов квестов, включая адвентуры, приключения, головоломки, AR (аудио-визуальные) квесты и пр.
    </p>
</div>

<c:import url="parts/footer.jsp"/>